complete/buddy_data/奇秀-主播房间-20160913070713-20160913070714100

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 7:07:13]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[155418]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[灵霄宝殿]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[13602]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[2949]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[71]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[226]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[①号菜鸟]]></vipnickname><vipuserid><![CDATA[2147242430]]></vipuserid><top_name><![CDATA[①号菜鸟]]></top_name><top_money><![CDATA[62000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[宠爱传媒@李狗蛋儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[宠爱传媒@李狗蛋儿]]></top_name><top_money><![CDATA[2140]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[扶寡人起来寡人还要撸]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[扶寡人起来寡人还要撸]]></top_name><top_money><![CDATA[1420]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[jakhy 战为蜜家112330]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[jakhy 战为蜜家112330]]></top_name><top_money><![CDATA[950]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[东阳青雨]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[东阳青雨]]></top_name><top_money><![CDATA[210]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ㅤ ㅤ ㅤ ㅤ]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[ㅤ ㅤ ㅤ ㅤ]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[幸福?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[幸福?]]></top_name><top_money><![CDATA[190]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[命中~注定]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[命中~注定]]></top_name><top_money><![CDATA[160]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Baby゛不许淘气っ]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Baby゛不许淘气っ]]></top_name><top_money><![CDATA[150]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[(╭??́??̀)晓明]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[(╭??́??̀)晓明]]></top_name><top_money><![CDATA[130]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[+_+俺老公+_+]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[+_+俺老公+_+]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 